Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: Soovituslikud paketid:
nn: Føreslåtte pakkar:

source: Soovitatavad paketid:
nn: Tilrådde pakkar

source: Ei suutnud leida paketti %s
nn: Fann ikkje pakken %s

source: Uuenduse arvutamine...
nn: Reknar ut oppgradering ...

source: Ei saa lukustada allalaadimiskataloogi
nn: Klarte ikkje låsa nedlastingskatalogen

source: Pead määrama vähemalt ühe paketi, mille lähtekoodi tõmmata
nn: Du må velja minst éin pakke som kjeldekoden skal hentast for

source: Ei suutnud leida lähtepaketti %s jaoks
nn: Finn ingen kjeldepakke for %s

source: Sul pole kettal %s piisavalt vaba ruumi
nn: Du har ikkje nok ledig plass i %s

source: Tõmba lähtekood %s
nn: Hent kjeldekode %s

source: Mõne arhiivi tõmbamine nurjus.
nn: Klarte ikkje henta nokre av arkiva.

source: %s-s juba lahti pakitud lähtekoodi lahtipakkimise vahele jätmine
nn: Hoppar over utpakking av kjeldekode som er utpakka frå før i %s

source: Lahtipakkimise käsk '%s' nurjus.
nn: Utpakkingskommandoen «%s» mislukkast.

source: Kontrolli, kas pakett 'dpkg-dev' on paigaldatud.
nn: Sjekk om pakken 'dpkg-dev' er installert.

source: Lapsprotsess nurjus
nn: Barneprosessen mislukkast

source: Peab määrama vähemalt ühe paketi, mille ehitussõltuvusi kontrollida
nn: Du må velja minst ein pakke som byggjekrava skal sjekkast for

source: Paketi %s jaoks ei saa ehitussõltuvuste teavet hankida
nn: Klarte ikkje henta byggjekrav for %s

source: Paketil %s pole ehitussõltuvusi.
nn: %s har ingen byggjekrav.

source: %s sõltuvust %s jaoks ei saanud rahuldada, sest paketti %s ei suudetud leida
nn: Kravet %s for %s kan ikkje oppfyllast fordi pakken %s ikkje finst

source: Sõltuvuse %s rahuldamine %s jaoks nurjus: Paigaldatud pakett %s on liiga uus
nn: Klarte ikkje oppfylla kravet %s for %s: Den installerte pakken %s er for ny

source: Sõltuvuse %s rahuldamine %s jaoks nurjus: %s
nn: Klarte ikkje oppfylla kravet %s for %s: %s

source: Ehitamise sõltuvusi %s jaoks ei saa rahuldada.
nn: Byggjekrav for %s kunne ikkje tilfredstillast.

source: Ehitamise sõltuvuste töötlemine nurjus
nn: Klarte ikkje behandla byggjekrava

source: Toetatud moodulid:
nn: Støtta modular:

source: Tabamus
nn: Treff

source: Tõmba:
nn: Hent:

source: Andmekandja vahetus: palun sisesta ketas nimega '%s' seadmesse '%s' ning vajuta enter
nn: Skifte av medum: Set inn plata merkt «%s» i stasjonen «%s» og trykk Enter.

source: Tundmatu paketikirje!
nn: Ukjend pakkeoppslag

source: Kasutamine: apt-sortpkgs [võtmed] fail1 [fail2 ...] apt-sortpkgs on lihtne tööriist paketifailide sorteerimiseks. Valikut -s kasutatakse näitamaks, milline fail see on. Võtmed: -h See abitekst -s Allikfailide sorteerimise kasutamine -c=? Selle seadistuste faili lugemine -o=? Suvalise seadistusvaliku määramine, nt -o dir::cache=/tmp
nn: Bruk: apt-sortpkgs [val] fil1 [fil2 ...] apt-sortpkgs er eit enkelt verktøy for å sortera pakkefiler. Innstillinga -s vert brukt til å velja kva for ein type fil det er snakk om. Val: -h Vis denne hjelpeteksten. -s Bruk kjeldefilsortering. -c=? Les denne oppsettsfila. -o=? Set ei vilkårleg innstilling, t.d. «-o dir::cache=/tmp».

source: Halb vaikesäte!
nn: Dårleg standardinnstilling

source: Jätkamiseks vajuta enter.
nn: Trykk Enter for å halda fram.

source: või puuduvate sõltuvuste põhjustatud vigu. See on normaalne, olulised on
nn: krav som ikkje er oppfylte. Det gjer ikkje noko, berre feila ovanfor

source: ainult need vead, mis asuvad ülalpool seda teadet. Palun paranda need ja käivita Pa[i]galdus uuesti.
nn: er viktige. Rett opp dei feila og [i]nstaller på nytt.

source: Saadaoleva teabe liitmine
nn: Flettar informasjon om tilgjengelege pakkar

source: Valitud viit
nn: Vald lenkje

source: Määrab, milline AtkHyperlink on valitud
nn: Seier om AtkHyperlink-objektet er vald

source: Ankrute arv
nn: Tal på anker

source: AtkHyperlink objektiga seotud ankrute arv
nn: Talet på anker kopla til AtkHyperlink-objektet

source: Lõpuindeks
nn: Sluttindeks

source: AtkHyperlink objekti lõpuindeks
nn: Sluttindeksen til AtkHyperlink-objektet

source: Algusindeks
nn: Startindeks

source: AtkHyperlink objekti algusindeks
nn: Startindeksen til AtkHyperlink-objektet

source: vigane
nn: ugyldig

source: kiirklahvi silt
nn: merkelapp for aksellerator

source: häire
nn: åtvaring

source: animatsioon
nn: animasjon

source: nool
nn: pil

source: lõuend
nn: lerret

source: märkeruut
nn: avkryssingsboks

source: märgitav menüükirje
nn: element i avkryssingsmeny

source: värvivalija
nn: fargeveljar

source: veeru päis
nn: kolonnetittel

source: valikukast
nn: kombinasjonsboks

source: kuupäevaredaktor
nn: datoredigerar

source: töölaua ikoon
nn: skrivebordsikon

source: töölaua raam
nn: skrivebordsramme

source: häälestusnupp
nn: hjul

source: dialoog
nn: dialog

source: kataloogipaan
nn: katalogpanel

source: joonistamise ala
nn: teikneområde

source: failivalija
nn: filveljar

source: täitja
nn: fyll

source: kirjatüübivalija
nn: skifttypeveljar

source: raam
nn: ramme

source: klaaspaan
nn: glaspanel

source: html konteiner
nn: html-boks

source: ikoon
nn: ikon

source: pilt
nn: bilete

source: sisemine raam
nn: intern ramme

source: silt
nn: merkelapp

source: kihiline paan
nn: lagdelt panel

source: nimekiri
nn: liste

source: nimekirja element
nn: element i liste

source: menüüriba
nn: menylinje

source: menüüelement
nn: element i meny

source: valikupaan
nn: innstillingspanel

source: leheküljesakk
nn: arkfane

source: leheküljesakkide nimekiri
nn: arkfaneliste

source: paneel
nn: panel

source: parooli tekst
nn: passordtekst

source: hüpikmenüü
nn: oppsprettmeny

source: edenemisriba
nn: framdriftsvisar

source: lülitamisnupp
nn: trykknapp

source: raadionupp
nn: radioknapp

source: raadionupuga menüükirje
nn: radiomeny-element

source: põhipaan
nn: rotpanel

source: rea päis
nn: radtittel

source: kerimisriba
nn: rullefelt

source: kerimispaan
nn: rullepanel

source: eraldaja
nn: skiljeteikn

source: liugur
nn: glidebrytar

source: poolitamispaan
nn: delt panel

source: kerimisnupp
nn: talboks

source: olekuriba
nn: statuslinje

source: tabel
nn: tabell

source: tabeli lahter
nn: tabellcelle

source: tabeli veerupäis
nn: tabellkolonnetittel

source: tabeli reapäis
nn: tabellradtittel

source: rebi-küljest menüüelement
nn: element i lausriven meny

source: lülitinupp
nn: av/på-knapp

source: tööriistariba
nn: verktøylinje

source: tööriistavihje
nn: verktøytips

source: puu
nn: tre

source: puutabel
nn: tretabell

source: vaatepunkt
nn: visingsområde

source: aken
nn: vindauge

source: päis
nn: topptekst

source: jalus
nn: botntekst

source: lõik
nn: avsnitt

source: joonlaud
nn: linjal

source: rakendus
nn: program

source: automaatlõpetus
nn: autofullfør

source: redigeerimisriba
nn: redigeringsfelt

source: põimitud komponent
nn: innbakt komponent

source: sisestus
nn: oppføring

source: seletus
nn: figurtekst

source: dokumendi raam
nn: dokumentramme

source: lehekülg
nn: side

source: osa
nn: del

source: üleliigne objekt
nn: overflødig objekt

source: vorm
nn: skjema

source: viit
nn: lenkje

source: sisestusmeetodi aken
nn: inndatametode-vindauge

source: tabeli rida
nn: tabellrad

source: puu element
nn: tre-element

source: dokument, arvututabel
nn: dokument, rekneark

source: dokument, esitlus
nn: dokument, presentasjon

source: dokument, veebileht
nn: dokument, vev

source: dokument, e-kiri
nn: dokument, e-post

source: nimekirja kast
nn: listeboks

source: hüperpilt
nn: biletekart

source: teade
nn: melding

source: inforiba
nn: infolinje

source: Kasutatav nimi
nn: Tilgjengeleg namn

source: Objekti nimetus vormindatuna abistava tehnikaga kasutamiseks
nn: Objektinstansen sitt namn, formatert for tilgang gjennom hjelpeteknologi

source: Kasutatav kirjeldus
nn: Tilgjengeleg skildring

source: Objekti kirjeldus vormindatuna abistava tehnikaga kasutamiseks
nn: Skildring av eit objekt, formatert for tilgang gjennom hjelpeteknologi

source: Kasutatav vanem
nn: Tilgjengeleg forelder

source: Kasutatav väärtus
nn: Tilgjengeleg verdi

source: Kasutatakse väärtuse muutustest teavitamiseks
nn: Vert brukt til å varsla at verdien er endra

source: Kasutatav roll
nn: Tilgjengeleg rolle

source: Objekti kasutatav roll
nn: Den tilgjengelege rolla til dette objektet

source: Kasutatav kiht
nn: Tilgjengeleg lag

source: Objekti kasutatav kiht
nn: Det tilgjengelege laget til dette objektet

source: Kasutatav MDI väärtus
nn: Tilgjengeleg MDI-verdi

source: Objekti kasutatav MDI (mitme dokumendi liides) väärtus
nn: Den tilgjengelege MDI-verdien til dette objektet

source: Kasutatav tabeli seletus
nn: Tilgjengeleg tabelltittel

source: Kasutatakse tabeli seletuuse muutustest teavitamiseks; seda omadust oleks soovitatav mitte kasutada. Selle asmele võiks kasutada accessible-table-caption-object omadust
nn: Vert brukt til å varsla at tabelltittelen er endra. Denne eigenskapen bør ikkje brukast. «accessible-table-caption-object» bør brukast i staden

source: Kasutatav tabeli veeru päis
nn: Tilgjengeleg tabellkolonnetittel

source: Kasutatakse tabeli veeru päise muutustest teavitamiseks
nn: Vert brukt til å varsla at tabellkolonnetittelen er endra

source: Kasutatav tabeli veeru kirjeldus
nn: Tilgjengeleg tabellkolonneskildring

source: Kasutatakse tabeli veeru kirjelduse muutustest teavitamiseks
nn: Vert brukt til å varsla at tabellkolonneskildringa er endra

source: Kasutatav tabeli rea päis
nn: Tilgjengeleg tabellradtittel

source: Kasutatakse tabeli rea päise muutustest teavitamiseks
nn: Vert brukt til å varsla at tabellradtittelen er endra

source: Kasutatav tabeli rea kirjeldus
nn: Tilgjengeleg tabellradskildring

source: Kasutatakse tabeli rea kirjelduse muutustest teavitamiseks
nn: Vert brukt til å varsla at tabellradskildringa er endra

source: Kasutatav tabeli kokkuvõte
nn: Tilgjengeleg tabellsamandrag

source: Kasutatakse tabeli kokkuvõtte muutustest teavitamiseks
nn: Vert brukt til å varsla at tabellsamandraget er endra

source: Kasutatav tabeli seletuse objekt
nn: Tilgjengeleg tabelltittelobjekt

source: Kasutatakse tabeli seletuse muutustest teavitamiseks
nn: Vert brukt til å varsla at tabelltittelen er endra

source: Kasutatavate viitade arv
nn: Talet på hypertekstlenkjer som er gjort tilgjengelege

source: Käesoleva AtkHypertext'i viitade arv
nn: Talet på lenkjer som noverande AtkHypertext har

source: Vigane domeeninimi
nn: Ugyldig domenenavn

source: Sobivat võrguprotokolli pole saadaval
nn: Ingen egna nettverksprotokoll er tilgjengeleg

source: Vigane kirje
nn: Ugyldig oppføring

source: Vigane teenusenimi
nn: Ugyldig tenestenamn

source: Vigane teenuse tüüp
nn: Ugyldig tenestetype

source: Vigane pordi number
nn: Ugyldig portnummer

source: Vigane kirjevõti
nn: Ugyldig oppføringsnøkkel

source: Vigane aadress
nn: Ugyldig adresse

source: Ajapiirang on ületatud
nn: Tidsavbrot oppnådd

source: Liiga palju kliente
nn: For mange klientar

source: Liiga palju objekte
nn: For mange objekt

source: Liiga palju sissekandeid
nn: For mange oppføringar

source: Ligipääs keelatud
nn: Ingen tilgang

source: Vigane tegevus
nn: Ugyldig handling

source: Mälu on otsas
nn: Minnet oppbrukt

source: Deemon ei tööta
nn: Tenesten køyrer ikke

source: Vigased lipud
nn: Ugyldige flag

source: Ei leitud
nn: Ikkje funnen

source: Vigane pakett
nn: Ugyldeg pakke

source: Vigane RDATA
nn: Ugyldig RDATA

source: Vigane DNS tüüp
nn: Ugyldig DNS-type

source: Vigane DNS klass
nn: Ugyldig DNS-klasse

source: Pole toetatud
nn: Ikkje støtta

source: Vigane parameeter
nn: Ugyldig argument

source: On tühi
nn: Er tom

source: Vigane veakood
nn: Ugyldig feilkode

source: Teenuse nimi
nn: Tenestenamn

source: puudub
nn: Ikkje tilgjengeleg

source: Domeeni muutmine
nn: Endre domene

source: Apple seadmete tugi
nn: Støtte for Apple-einingar

source: Tugi seadmetele nagu iPod, iPhone ja IPad
nn: Støtte for dei fleste iPod/iPhone/iPad-einingar.

source: Seadmete tugi
nn: Einingsstøtte

source: Karma tugi
nn: Støtte for Karma

source: Rio Karma Seadmete tugi.
nn: Støtte for Rio Karma-einingar.

source: Tugi USB-ketta põhistele seadmetele, kaasa arvatud iAudio seadmed ning Android, Pre ja Galaxy telefonid.
nn: Støtte for USB-baserte einingar, inkludert mange iAudio-einingar og telefonar som Android, Pre og Galaxy.

source: MTP meediaesitaja tugi
nn: Støtte for mediaspelarar med MTP

source: Tugi MTP seadmetele, kaasa arvatud Creative Zen seadmed.
nn: Støtte for MTP-einingar, inkludert mange Creative Zen-einingar.

source: Amazon MP3 Store Source
nn: Kjelde frå Amazon MP3-butikk

source: Sirvi, otsi ja osta muusikat Amazoni MP3 poest.
nn: Bla gjennom, søk, og kjøp musikk frå Amazon MP3-butikken.

source: Veebiallikad
nn: Nettressursar

source: Amazoni MP3 importimine
nn: Importer MP3-filer frå Amazon

source: Laadi alla ja impordi Amazon.com-ist ostetud muusikat
nn: Last ned og importer musikk kjøpt på Amazon.com.

source: Audioraamatute kogu
nn: Lydbokbibliotek

source: Organiseeri heliraamatuid, loenguid, jne.
nn: Organiser lydbøker, førelesingar, osv.

source: Tuum
nn: Kjerne

source: Boo skriptimine
nn: Boo-skript

source: Kohanda ja laienda Bansheed Boo skriptimiskeelega.u
nn: Tilpass og utvid Banshee med Boo-skript.

source: Tarvikud
nn: Verktøy

source: BPM (löökide arv minutis) tuvastus
nn: BPM-attkjenning

source: Tuvastab muusikas löökide arvu minutis
nn: Finn talet på slag i minuttet (BPM) i songane dine.

source: Plaadiümbrise tõmbamine
nn: Henting av albumbilete

source: Tõmba plaadiümbris kõigile failidele oma kogus.
nn: Last ned albumbilete for alle oppføringane i biblioteket ditt.

source: DAAP-jagamine
nn: DAAP-deling

source: Sirvi ja kuula jagatud muusikat üle kohaliku võrgu.
nn: Bla gjennom og høyr på musikk delt på ditt lokale nettverk.

source: eMusic' importimine
nn: Importer frå eMusic

source: Laadi alla ja impordi eMusic-st ostetud muusikat.
nn: Last ned og importer musikk kjøpt frå eMusic.

source: Failisüsteemi eelvaate järjekord
nn: Filsystemkø for førehandsvising

source: Vaatle faile ilma kogusse importimatta.
nn: Førehandsvis filer utan å importera dei til biblioteket.

source: Metateabe parandamine
nn: Reparer metadata

source: Paranda katkiseid või puudulike metaandmeid mitmel failil.
nn: Reparer mange filer med øydelagd og manglande metadata.

source: Interneti arhiiv
nn: Internettarkiv

source: Interneti raadio
nn: Nettradio

source: Kuula ja seadista interneti raadiojaamu
nn: Lytt til og organiser radiostasjonar

source: Last.fm´i jälgimine
nn: Last.fm Scrobbling

source: Last.fm raadio
nn: Last.fm-radio

source: Last.fm´i striimimisraadio tasulise konto omanikele.
nn: Last.fm nettradio for betalande abonnentar.

source: Meediakogu vaataja
nn: Overvaking av bibliotek

source: Uuenda automaatselt muusikat ja videokogusid.
nn: Oppdater musikk- og video-bibliotek automatisk.

source: Minirežiim
nn: Minimodus

source: Kasuta Banshee'd minireziimis, millel on ainult esitusnuppud ja loo info.
nn: Styr Banshee frå eit lite vindauge, med berre avspelingskontrollar og songinformasjon.

source: Kuva ja telli tuhandeid audio ja video podcaste.
nn: Bla gjennom og abonner på tusenvis av lyd- og videopodkastar.

source: MPRIS D-bus kasutajaliides
nn: MPRIS D-Bus-grensesnitt

source: Kasuta Banshee'd MPRIS D-Bus kasutajaliidese kaudu.
nn: Styr Banshee frå MPRIS D-Bus-grensesnittet.

source: Multimeediaklahvid
nn: Multimediaknappar

source: Halda esitust multimeedia nuppude kaudu.
nn: Styr avspelinga med multimediaknappane på tastaturet.

source: Teateala ikoon
nn: Ikon for varslingsområde

source: Näita Bansee ikooni teatealal.
nn: Vis eit ikon i varslingsområdet til å styra Banshee

source: Impordi Amarok, Rhythmbox või iTunes muusikamängijast
nn: Importer frå Amarok, Rhythmbox og iTunes

source: Impordi oma muusikakogu Amarok, Rhythmbox või iTunes muusikamängijast
nn: Importer biblioteket ditt frå Amarok, Rhythmbox eller iTunes.

source: Esitamise järjekord
nn: Avspelingskø

source: Podcastid
nn: Podkastar

source: Heli menüü ühildamine
nn: Integrert i lydmenyen

source: Banshee juhtimine helimenüüst.
nn: Styr Banshee frå lydmenyen.

source: Torrentite allalaadija
nn: Torrentnedlasting

source: Toetab BitTorrent'i failide allalaadimist podcastidest.
nn: Støtte for nedlasting av BitTorrent-filer frå podkastar.

source: Ubuntu One Muusikapood
nn: Ubuntu One musikkbutikk

source: Vaata esitaja infot Wikipediast lisateksti väljalt.
nn: Vis informasjon om artisten i sidepanelet, henta frå Wikipedia.

source: Kontekstipaneel
nn: Sidepanel

source: Näita seotud Youtube videosid lisateksti väljal.
nn: Vis relaterte Youtube-videoar i sidepanelet.

source: AAC (Novelli enkooder)
nn: AAC (Novell-koding)

source: Konteiner
nn: Behaldar

source: 3GPP (3. generatsiooni partner projekt)
nn: 3GPP

source: Profiil
nn: Profil

source: Vähe keerukas
nn: Låg kompleksitet

source: Pikajaline ennustus
nn: Langsiktig prognose

source: Väljundvorming
nn: Lagringsformat

source: Kanalid
nn: Kanalar

source: Vaba kadudeta audiokoodek
nn: Free Lossless Audio Codec

source: Vaba kadudeta audiokoodek (FLAC) on avatud koodiga koodek mis tihendab, kuid ei vähenda helikvaliteeti
nn: Free Lossless Audio Codec (FLAC) er ein kodek med open kjeldekode, som komprimerar lyd utan å redusera kvaliteten.

source: MP3 (LAME kodeerija)
nn: MP3 (LAME-koding)

source: Kinnise koodiga vanem, aga populaarne, kadudega pakkimise vormig, mis toodab madala bitivoo juures suuremaid faile.
nn: Eit proprietært og eldre, men populært lydformat med kvalitetstap, som produserar større filer ved låge bitratar.

source: Enkoodimise režiim
nn: Kodingstype

source: Konstantne bitivoog
nn: Fast bitrate

source: Muutuv bitivoog
nn: Varierande bitrate

source: VBR kvaliteet
nn: VBR-kvalitet

source: Halvim
nn: Dårlegast

source: Parim
nn: Best

source: MP3 (Xing kodeerija)
nn: MP3 (Xing-koding)

source: Vorbis on avatud koodiga kadudega pakkimise koodek, mis pakub head kvaliteeti väiksema failisuuruse juures kui MP3.
nn: Vorbis er ein lydkodek med open kjeldekode og kvalitetsreduksjon, men gjev betre lydkvalitet til ein mindre filstorleik enn MP3.

source: Heli kvaliteet
nn: Lydkvalitet

source: Kiire ja efektiivne avatud koodiga audiovorming, mis pakub kadudeta ja kõrgekvaliteedilist kadudega kodeerimist laias dünaamilises ulatuses.
nn: Eit raskt og effektivt open kjelde-format med høgkvalitetskoding utan tap, og stor dynamisk rekkevidde.

source: Režiim
nn: Modus

source: Kiire pakkimine
nn: Rask komprimering

source: Vaikimisi tihendus
nn: Standard komprimering

source: Tihe pakkimine
nn: Høg komprimering

source: Ülitihe pakkimine
nn: Svært høg komprimering

source: Kadudega režiim
nn: Kvalitetsreduksjon

source: Salvesta MD5 summa faili
nn: Lagra MD5-sum i fila

source: Ekstra protsessimine
nn: Ekstra prosessering

source: Vaikimisi
nn: Standard

source: Kõrgeim
nn: Høgast

source: WAV+PCM on kadudeta vorming, mis hoiab pakkimata toorest pulsskoodina moduleeritud (PCM) heli.
nn: WAV+PCM er eit ukomprimert format utan datatap, med høg lydkvalitet.

source: Windows meedia audio
nn: Windows Media Audio

source: Suletud kadudega pakkimise audiovorming mis pakub paremat kvaliteeti väiksema failisuurusega kui MP3. 96kbps WMA on samaväärne 128kbps MP3-ga.
nn: Eit proprietært lydformat med kvalitetstap, med høg kvalitet til ein mindre filstorleik enn MP3. Ei WMA-fil med 96 kb/s utgjer ei MP3-fil med 128 kb/s.

source: Kasuta muutuvat bitivoogu
nn: Bruk variabel bitrate

source: Meedia-esitaja
nn: Mediaspelar

source: Banshee meediaesitaja
nn: Banshee mediaspelar

source: Mängi ja korrasta oma meediakogu
nn: Spel av og organiser mediasamlinga di

source: Konveierit ei saa luua
nn: Kunne ikkje oppretta kanal

source: 'filesrc' elementi pole võimalik luua
nn: Kunne ikkje oppretta filesrc-element

source: decodebin pluginat pole võimalik luua
nn: Kunne ikkje oppretta decodebin2-tillegg

source: audioconvert pluginat pole võimalik luua
nn: Kunne ikkje oppretta audioconvert-tillegg

source: BPM pluginat ei leita
nn: Kunne ikkje oppretta bpmdetect-tillegg

source: fakesink pluginat pole võimalik luua
nn: Kunne ikkje oppretta fakesink-tillegg

source: Konveieri sõlmi ei saa linkida
nn: Kunne ikkje kople saman kanalar

source: cdda URI elementi ei saa lähtestada
nn: Kunne ikkje starta element frå cdda-adresse

source: Kodeerija konveierit ei saa luua
nn: Kunne ikkje opprette kanal for koding

source: Ootejärjekorra pulginat ei saa luua
nn: Kunne ikkje oppretta tillegg for avspelingskø

source: Filesink pluginat ei saa luua
nn: Kunne ikkje oppretta filesink-tillegg

source: Lähteelementi pole võimalik luua
nn: Kunne ikkje oppretta kjeldeelement

source: Kodeerimise konveierit ei saa luua
nn: Kunne ikkje oppretta kanal for koding

source: Konveierit ei saa üles seada
nn: Kunne ikkje laga kanal

source: Kirjuta CD...
nn: Skriv CD …

source: Kirjuta valitud rajad audio CD-le
nn: Skriv valde spor til ein lyd-CD

source: CD-d ei saa kirjutada
nn: Kunne ikkje skrive CD

source: Brasero't ei saa käivitada
nn: Brasero kan ikkje startast

source: Täisekraanil video taasesitus aktiivne
nn: Fullskjermvising av video

source: Rippimiseks ei leitud kodeerijat.
nn: Fann ingen kodar for ripping.

source: CD rippimise ajurit ei saa luua.
nn: Kunne ikkje oppretta drivar for CD-ripping.

source: BPM tuvastamise draiverit pole võimalik luua.
nn: Kunne ikkje oppretta drivar for BPM-gjenkjenning.

source: GStreamer teeki ei saa lähtestada
nn: Kunne ikkje starta GStreamer

source: Tundmatu viga
nn: Ukjend feil

source: Käivita _katkematu mängimine
nn: Slå på avspeling utan opphald

source: Ümberkooderijat transcoder ei saa luua
nn: Kunne ikkje starta konvertering

source: Abi valikud
nn: Alternativ for hjelp

source: Kuva see abiteave
nn: Vis hjelp

source: Näita taasesituse juhtimise valikuid
nn: Vis alternativ for å styra avspeling

source: Näita esitatava laulu pärimise valikuid
nn: Vis alternativ for å styra gjeldande spor

source: Näita esitamismootori pärimise valikuid
nn: Vis alternativ for styring av avspelingsprogramvara

source: Näita kasutajaliidese valikuid
nn: Vis alternativ for brukargrensesnitt

source: Näita arendajate ja silumise valikuid
nn: Vis alternativ for utviklarar og feilsøking

source: Näita kõiki valikugruppe
nn: Vis alle grupper med alternativ

source: Näita versiooniinfot
nn: Vis versjonsinformasjon

source: Taasesituse juhtimise valikud
nn: Alternativ for styring av avspeling

source: Mängib järgmise loo või sama uuesti, kui 'taaskäivita' on määratud
nn: Spel av neste sport, eventuelt starta på nytt, dersom «restart»-verdien er sett

source: Alusta taasesitust
nn: Start avspeling

source: Peata taasesitus
nn: Sett avspeling på pause

source: Täielikult lõpeta taasesitamine
nn: Stopp avspeling fullstendig

source: Hüppa kindlale kohale (sekundid, ujukomaarv)
nn: Gå til eit bestemt punkt (sekund, desimaltal)

source: Esitamismootori päringuvalikuid
nn: Alternativ for styring av avspelingsprogramvare

source: Esitaja praegune olek
nn: Gjeldande spelartilstand

source: Esitaja viimane olek
nn: Førre spelartilstand

source: Päri, kas esitajat saab pausile määrata
nn: Undersøk om avspelaren kan setjast på pause

source: Päri, kas esitaja saab kerida
nn: Undersøk om avspelaren kan gå til bestemte tidspunkt

source: Esitaja valjus
nn: Avspelingsvolum

source: Esitaja asukoht esitatavas palas
nn: Avspelingsposisjon i gjeldande spor

source: URI
nn: Adresse

source: Esitaja nimi
nn: Artistnamn

source: Albumi pealkiri
nn: Albumtittel

source: Raja pealkiri
nn: Sportittel

source: Kestus
nn: Lengd

source: Raja number
nn: Spornummer

source: Radade arv
nn: Tal på spor

source: Plaadi number
nn: Platenummer

source: Aasta
nn: År

source: Hinnang
nn: Vurdering

source: Punktid
nn: Poeng

source: Bitivoog
nn: Bitrate

source: Kasutajaliidese valikud
nn: Alternativ for brukargrensesnitt

source: Peida kasutajaliides
nn: Gøym brukargrensesnitt
